Revit 2020 API
ImageImportOptions Constructor
Default constructor. Sets all options to their default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Syntax
C#
public ImageImportOptions()
Visual Basic
Public Sub New
Visual C++
public:
ImageImportOptions()
See Also
ImageImportOptions Class
Autodesk.Revit.DB Namespace